{
    "person": {
      "name": "Mitchell Gold",
      "age": 29,
      "location": "Yardley, PA",
      "location_explained": "Yardley is in the suburbs of Philadelphia, which is a quick train ride to NYC or Philadelphia.",
      "current_job_work": "Clinical Data Scientist at ConcertAI",
      "reason_for_job_search": "Want to use my skills and expertise in machine learning and LLMs. Gets a real sense of satisfaction from using advanced technical concepts.",
      "contact": {
        "email": "Mitchell.S.Gold@gmail.com",
        "phone": "267-574-4568",
        "address": "Available upon request."
      },
      "work_experience": [
        {
          "company": "ConcertAI",
          "job_type": "Full time",
          "job_title": "Clinical Data Scientist",
          "time_spent_at_company": "August 2021 - Present",
          "job_duties": [
            "Client Engagement and Product Presentation : Deliver over 50 client training sessions on product features and updates, such as live-coding exercises, ensuring a comprehensive understanding of data offerings and driving product adoption.",
            "Pre-Sales & Data Analysis : Conduct analyses in SQL, Python, or R (depending on client’s tech stack) to support the sales cycle, demonstrating the value of data products to potential clients and aligning product capabilities with customer needs.",
            "Product Development : Collaborate with cross-functional teams to develop a new product based on client demand, utilizing dbt (data build tool) for transforming and modeling data. Actively gathered client feedback to understand requirements, ensuring the product aligns with user needs.",
            "Sales Enablement : Proactively identify upsell opportunities by recommending additional products or services tailored to clients’ needs, based on relevant industry news and emerging trends.",
            "Data Quality Assurance : Conduct data quality analysis to ensure the reliability & accuracy of data delivered to clients. Collaborate with informatics and engineering teams to review findings and implement adjustments to the product, resolving issues to maintain high standards & foster client trust.",
            "Stakeholder Collaboration : Maintain strong relationships with stakeholders, consistently gathering feedback to enhance product relevance and satisfaction."
          ],
          "skills": [
            "SQL", "Python", "R", "dbt"
          ],
          "extra_information": [
            "ConcertAI is a real world data/evidence vendor.",
            "They work with major phamaceutical companies.",
            "This requires Mitchell to work with MDs, epidemiologists, or other clinical research staff.",
            "Mitchell uses dbt to help create an analysis-ready data product for clients."
          ]
        },
        {
            "company": "Children's Hospital of Philadelphia (CHOP)",
            "job_type": "Full time",
            "job_title": "Senior Data Analyst",
            "time_spent_at_company": "April 2019 - August 2021",
            "job_duties": [
                "Data Pipeline Management : Designed and managed ETL processes for department-specific data pipelines within a larger data warehouse, ensuring analysis-ready data availability. Leveraged Airflow to automate dbt workflows stored in GitHub, improving data readiness for key stakeholders across multiple business units.",
                "Clinical Alert System : Developed an app to parse through biopsy results and identify recent kidney biopsies indicating organ rejection, enabling clinicians to respond quickly and initiate treatment plans. This solution eliminated the need for clinicians to manually check patient charts, significantly improving response time and patient care efficiency.",
                "Data Integration Workflow : Created a streamlined workflow that integrated patient data from 9 hospitals into CHOPs data infrastructure, consolidating all data into a single location for comprehensive analysis and improving overall data accessibility. Coordinated with external data engineering & security teams to maintain HIPAA compliance and recommend automation enhancements, minimizing human error and improving data handling efficiency. Automated Reporting : Developed an interactive monthly report summarizing key metrics from all hospitals, automating data aggregation and reducing reporting time, making insights more accessible to external hospital stakeholders."
            ],
            "skills": [
              "SQL", "R", "dbt", "GitHub", "Airflow"
            ],
            "extra_information": [
                "Mitchell worked mainly for the Transplant team.",
                "He built a dashboard and reporting infrastructure so the executive team would know exactly what was going on, from admission to the operating room to discharge.",
                "He would calculate risk scores for CMS to make sure that we were in compliance with their guidelines.",
                "He created data-marts using Apache airflow, so he essentially controlled a mini ETL process within our greater data warehouse. This also required the use of dbt."
            ]
          },
          {
            "company": "Ernst & Young (EY)",
            "job_type": "Full time",
            "job_title": "Clinical Data Scientist",
            "time_spent_at_company": "September 2017 - April 2019",
            "job_duties": [
                "Cross-Departmental Security Assessment : Conducted in-depth security analyses by interviewing stakeholders across IT departments and other business units to gather detailed requirements and assess current-state security implementations. Synthesized findings and developed strategic recommendations, which were presented to C-suite executives in a targeted proposal. Successfully aligned leadership on a clear timeline for prioritized security initiatives, supporting client decision-making and advancing the sales process.",
                "3-D Network Visualization for IT Security : Developed a web-based, interactive 3-D network visualization tool using Python, JavaScript, and Neo4j, allowing clients to visualize potential hacker attackpaths and prioritize remediation efforts. Mapped and quantified IT vulnerabilities based on NIST, CVE, and CVSS standards, providing a comprehensive security overview and enabling clients to proactively address high-risk areas. Conducted benchmarking analyses, allowing clients to gauge their security posture against industry peers.",
                "IT Transformation & Vendor Management : Scoped project needs & gathered requirements for a full-scale IT transformation. Created detailed RFPs, initiated a supplier selection process, and hosted vendor meetings to align on business requirements and assess product capabilities. Conducted a thorough competitive analysis to negotiate with selected vendors, achieving a cost savings of over $100,000 for the client over a 5 year period by identifying optimal service providers and contract terms."
            ],
            "skills": [
              "Python", "JavaScript", "Neo4j"
            ],
            "extra_information": [
                "He traveled Monday through Friday each week to be at the client's location.",
                "He spent time interviewing IT folks, so he has a good understanding of corporate IT infrastructure.",
                "He presented findings and recommendations to CEOs, CISO, CTOs, and other executives.",
                "He ultimately left EY because they were providing me with more cyber security focused engagements, but what he really wanted to do was Data Science and analytics."
            ]
          },
          {
            "company": "Federal Bureau of Investigation (FBI)",
            "job_type": "Internship",
            "job_title": "Honors Intern",
            "time_spent_at_company": "Summer 2016",
            "job_duties": [
              "Fight crime using technica skills. Unable to provide more information."
            ],
            "skills": [
              "Fighting crime"
            ]
          }
      ],
      "education": {
        "degree": "B.S. Intelligence Analysis and Modeling",
        "degree_desription": "Mix of analytics, cyber security, and intelligence analysis. Programming, IT Networking and cyber security, and stopping terrorists.",
        "university": "The Pennsylvania State University (Penn State)",
        "graduation_year": 2017,
        "minor": "Informance Science and Technology"
      },
      "personal_interests": {
        "hobbies": [
          "Golf",
          "Cooking",
          "Has seen every episode of Diners, Drive-ins, and Dives.",
          "Tinkering with M.A.R.A while learning about new AI technologies."
        ],
        "pets": [
          {
            "name": "Beans",
            "species": "Dog",
            "breed": "English Springer Spaniel",
            "age": 2
          }
        ],
        "favorite_things": {
          "favorite_movie": "Interstellar",
          "favorite_food": "Surf and turf (medium rare Ribeye with lobster tail. Side of mashed potatoss. Carrot cake for dessert)",
          "favorite_color": "Blue?",
          "favorite_book": "Anything space related",
          "favorite_tv_show1": "Game of thrones",
          "favorite_tv_show2": "Below deck (docudrama about super yacht crew).",
          "favorite_music": "70s-ish. Billy Joel, Earth Wind and Fire, Jim Croce, America.",
          "dream_vacation_spot": "Caribbean cruises."
        },
        "fun_questions" :{
            "superpower_you_wish_for": "Time travel. That's the only right answer.",
            "hidden_talent": "My left arm is double jointed.",
            "bucket_list_item": "Getting married in Tuscany.",
            "way_to_unwind": "Hang out with dog Beans.",
            "perfect_weekend": "Golfing in the morning, doing out to a nice dinner with Hannah and friends at night. Maybe a nap in between.",
            "dream_remote_location": "Amalfi Coast. Not remote but it's my answer.",
            "time_machine_destination": "Selfish answer is going back and winning one of those billion dollar power ball tickets. That or I'd really like to go back and start my career over with a computer science major.",
            "karaoke_song":"Too many to choose. New York, New York by Frank Sinatra. Maybe I'm just Ken from the Barbie movie.",
            "personal_brand_motto": "I just heard this one from Ryan Serhan recently: Always in all ways. Apparently it's a Kenny Loggins song. But Ryan was referring to growth and expansion of his business. And I like that for my personal growth motto.",
            "strenghts": "Learning. Technology is changing so fast, if you're not learning every day then you're falling behind.",
            "weaknesses": "I will triple check an email before sending. Especially if it's the first time I'm connecting with someone. First impressions mean everything and you don't know how someone else will perceieve your text. So I make sure there is no possible confusion.",
            "motivations": "Making the world better one line of code at a time. Automating manual tasks, using data to find insights."
        }
      },
      
      "social_media_links": {
        "linkedin": "https://www.linkedin.com/in/mitchell-gold/",
        "github_machine_learning": "https://github.com/mitch-gold/ML-Projects",
        "github_AI_chatbot": "https://github.com/mitch-gold/MARA"
      }
    }
  }